{
  "title": "The Reincarnation Tribunal: World of Karmic Judgment",
  "era": "Timeless, post-mortem adjudication era",
  "geography": "A vast, ethereal courthouse suspended in a boundless cosmic void, shimmering with nebulae of nascent stars and galaxies. Ornate, ancient architecture of luminous crystal and polished obsidian, with towering arches that frame vistas of countless parallel worlds. Pathways of starlight connect central judgment chambers to myriad iridescent gateways, each swirling with the potential energy of a new existence, hinting at diverse physical and spiritual realms awaiting transmigration. Figures of serene, robed judges preside over platforms that float above swirling karmic energy, casting long, solemn shadows across the luminous, cloud-like floor.",
  "culture": "A culture of absolute karmic justice, where every soul, upon death, faces an impartial tribunal. Confession is paramount, and the ultimate goal is spiritual purification through justified rebirth. There's a solemn reverence for the judges and the intricate system of reincarnation. This system implies a belief in an afterlife where past actions dictate future existences.",
  "conflict": "The inherent conflict within each soul confronting its past sins and the fear or hope associated with their impending reincarnation. External conflict exists in the impassive judgment of the Tribunal against the desperate pleas or justifications of the accused. Souls struggle to come to terms with their past actions and accept the judgment that will determine their next life.",
  "magic_or_tech": "Purely magical, focused on soul manipulation, karmic energy pathways, divine adjudication, and the metaphysical mechanics of transmigration and rebirth. Ancient, cosmic magic governs all aspects of existence and the afterlife.",
  "factions": "The Omniscient Tribunal (judges, arbiters of fate and reincarnation), the Condemned Souls (those awaiting judgment and rebirth), and the Guides/Bailiffs (celestial beings who maintain order in the courthouse and escort souls).",
  "tone": "A predominantly solemn and existential tone, tinged with cosmic mysticism and the profound weight of karmic retribution and potential redemption. There's an undercurrent of both hope and dread for the souls awaiting judgment, alongside the profound mystery of countless worlds for potential rebirth.",
  "meta": {
    "version": "MC2.0",
    "seed": 543210,
    "origin": "https://dic.pixiv.net/a/%E8%BB%A2%E7%94%9F%E3%82%82%E3%81%AE (User Wish: 転生裁判　　ルールブック　プレイヤーは罪を懺悔　裁判官は転生先を判決に下す　そこから新たな経験が始まる)"
  },
  "qr_short_data": "World of Reincarnation Trials. Souls confess sins to a celestial Tribunal. Judges decide new lives based on karmic debt. Geography: Ethereal courtrooms amidst cosmic gateways to diverse realms. Culture: Absolute karmic justice, solemn reverence for judges, emphasis on confession & purification. Conflict: Souls vs. Tribunal's judgment, fear/hope of rebirth. Magic governs soul, karma, and transmigration. Factions: Tribunal, Condemned Souls, Guides. Tone: Solemn, mystical, existential. New experiences begin post-judgment."
}